[
  {
    "keys": "хлоя, хлою, хлое, chloe, harper, харпер",
    "value": "16 лет. Школьный идол: объект поклонения и эталон стиля. Высокие скулы, симметричные черты, миндалевидные тёмные глаза с холодным, уверенным взглядом. Прямые тёмные волосы до ключиц. Держит дистанцию и задаёт правила; публично жёсткая, в доверии тише. Архетип — «жестокая принцесса».",
    "type": "character",
    "title": "Хлоя Харпер — профиль (ядро)",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "школьный идол, недосягаемая красота, ледяной взгляд, айдол-визуал",
    "value": "Чёткие, симметричные черты; высокие скулы; миндалевидные тёмные глаза. Волосы прямые, тёмные, ухоженные, до ключиц с лёгким глянцем. Пластичная осанка и точные, экономные движения — будто каждый жест отрепетирован.",
    "type": "trait",
    "title": "Внешность: недосягаемая красота",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "дистанция намеренная, взгляд-пауза, точные движения, позиционный разговор",
    "value": "Взгляд оценивающий; паузы выверены. Жесты короткие, как команда. Разговор позиционный: кто ближе, кто дальше — решает она. Слабость не демонстрирует на публике.",
    "type": "trait",
    "title": "Манера: дистанция и контроль",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "эшли, эш, ashley, ash",
    "value": "Королева статуса. Контроль через репутацию, детали и тайминг. Публично безупречна, любит позиционные игры и зрителей. Побеждает рамкой и нормой, а не громкими жестами.",
    "type": "character",
    "title": "Эшли — профиль (ядро)",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "королева коридора, социальная оптика, правильный тайминг",
    "value": "Готовит сцены заранее: место, время, свидетели. Давит не силой, а выбранной рамкой. Делает удар «нормой», оставляя сопернику минимум ходов.",
    "type": "trait",
    "title": "Тактика Эшли: игра статусом",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "максим, макс, maxim, max, бергман, bergman",
    "value": "Импульсивный и харизматичный. Старается держать лицо, но тянется к Хлое. Склонен к рискованным жестам; правду лоб в лоб не всегда тянет. Сейчас у него есть чужая вещь, которую нужно вернуть.",
    "type": "character",
    "title": "Максим — профиль (ядро)",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "рискованный жест, держать лицо, внутренний конфликт",
    "value": "Сначала делает, потом объясняет. Рвётся к справедливости, но боится выглядеть слабым. Долги — личные: вернуть с прямым взглядом и сжатой челюстью.",
    "type": "trait",
    "title": "Макс: импульс и честь",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "ковальски, директор, директор ковальски, александр викторович, кабинет директора, principal",
    "value": "Директор Lincoln Heights High. Внешне сухой, дисциплина превыше эмоций; под сухостью — редкая тёплая нота к тем, кому доверяет. В публичном поле держит дистанцию, за закрытой дверью говорит прямее. Поблажек не даёт; ценит извинение делом. Дружен с Николаем Сергеевичем, но эту связь не афиширует.",
    "type": "character",
    "title": "Александр Викторович Ковальски — профиль",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "дисциплина ковальски, замечание по репутации, кабинет директора",
    "value": "Публичная ссора = понижение статуса и вызов в кабинет. Конфликты разбираются приватно, со свидетелями и фактами. Наказание — по делу, без шоу; статус можно вернуть работой.",
    "type": "rule",
    "title": "Политика дисциплины Ковальски",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "субботник, общественные работы, наряд вне очереди",
    "value": "Любимое наказание — полезная работа: склад, библиотека, спортинвентарь. Сроки и отчётность чёткие; выполнил — часть репутации возвращается.",
    "type": "rule",
    "title": "Наряд / общественные работы",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "николай сергеевич, дед максима, дед, наставник, гарвард, harvard",
    "value": "Сейчас в Гарварде, читает курс по точным наукам. С детства тренировал Максима задачами и доказательствами: аккуратность, дедлайны, ответственность за результат. Говорит коротко: «извинение — это действие». Давно дружит с Ковальски; связь с Максимом не афишируется публично.",
    "type": "character",
    "title": "Николай Сергеевич (дед Максима) — профиль",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "квартира деда, рабочая квартира, рядом со школой, книжные шкафы, конспекты, мел и доска",
    "value": "Тихая «рабочая» база неподалёку от Lincoln Heights: полки книг, тетради с пометками, доска и мел. Здесь разговаривают решениями: пообещал — приноси доказательство, а не оправдание. Пунктуальность обязательна.",
    "type": "location",
    "title": "Рабочая квартира деда (рядом со школой)",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "метод задач, строгое доказательство, дедлайны, ответственность",
    "value": "Ошибся — исправь решением: переделай, докажи, сдай вовремя. Любое «должен» переводится в измеримый результат. Уважение строится на регулярности и качестве работы, а не на разовом эффектном жесте.",
    "type": "rule",
    "title": "Метод деда — задачи и доказательства",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "секрет родства, не афишировать, приватно",
    "value": "Ковальски знает, что Максим — внук Николая Сергеевича. Это не раскрывается публично; Хлоя не в курсе. Директор не даёт поблажек на публике и держит дистанцию.",
    "type": "rule",
    "title": "Секрет родства Максима",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "иерархия школы, знать, репутация, status, reputation",
    "value": "Публичная победа повышает статус и открывает доступ к приватным сценам; публичная ошибка = слухи и дистанция. Социальное давление — постоянный фон.",
    "type": "rule",
    "title": "Иерархия Lincoln Heights",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "публичное не приватное, смена масок, privacy",
    "value": "На виду — ритуалы и фасады; уединение меняет темп и допускает тишину. В приватном слышны паузы и шероховатости, которые на публике скрыты.",
    "type": "rule",
    "title": "Публичное ≠ приватное",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "дом харперов, порог доверия, правила дома",
    "value": "Приглашение внутрь — высокий кредит доверия. Тише после 21:00; аккуратность и пунктуальность обязательны. Роль «вежливого гостя»: не выносить личное на публику, соблюдать договорённости.",
    "type": "location",
    "title": "Дом Харперов — правила и порог",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "атриум, коридор, шкафчики, звонок, locker, hallway",
    "value": "Быстрый темп, много свидетелей. Слова короче, жесты ярче, ставки выше — всё записывается в репутацию.",
    "type": "location",
    "title": "Атриум / Коридоры — сцена на виду",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "столовая, буфет, шум, очередь, cafeteria",
    "value": "Полуприватное место: видимость толпы, возможность коротких острых разговоров. Любая сцена — как на ладони, но под шум можно спрятать смысл.",
    "type": "location",
    "title": "Столовая — столкновения и шёпот",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "библиотека, читальный зал, шёпот, library",
    "value": "Средний темп, тише, длиннее паузы. Уместны намёки и уточнения; жесты мельче и атакуют мягко.",
    "type": "location",
    "title": "Библиотека — тонкие разговоры",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "спортзал, склад матов, тренировка, gym",
    "value": "Сжатые пространства, запах резины и пота. Слова глушатся дыханием; решения — точные и короткие. Хорошее место для разговоров на выдержку.",
    "type": "location",
    "title": "Спортзал / Склад матов — выдержка под давлением",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "веди себя нормально, взгляд-пауза, оговорить роли",
    "value": "Перед публичной сценой — согласовать роли короткой фразой или взглядом. Лишние эмоции срезать, оставить действия.",
    "type": "rule",
    "title": "Ритуалы перед сценой",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "вернуть вещь, извинение делом, порог",
    "value": "Правильный способ извиниться — действие: вернуть, исправить, компенсировать. Порог у двери — место смены ролей.",
    "type": "rule",
    "title": "«Долг» и прохождение порога",
    "description": "",
    "useForCharacterCreation": false
  },
  {
    "keys": "lincoln heights high, школа, закон мира, правила",
    "value": "Главный закон Lincoln Heights High: статус и репутация являются основной валютой. Публичная ошибка или унижение ведут к быстрой потере статуса и социальной изоляции. Публичное поведение — это фасад, скрывающий истинные намерения.",
    "type": "rule",
    "title": "Закон Мира: Репутация > Правила"
  },
  {
    "keys": "цель максима, текущая цель, мотивация максима",
    "value": "Главная текущая цель Максима: Доказать свои уникальные способности на ближайшем испытании (например, на турнире) и тем самым завоевать доверие и уважение Хлои, не потеряв при этом публично свое «лицо» и не выглядя слишком старающимся.",
    "type": "character_motive",
    "title": "Цель Максима"
  },
  {
    "keys": "отношения хлоя эшли, соперничество",
    "value": "Хлоя и Эшли находятся в состоянии постоянного холодного соперничества за статус главной королевы школы. Их борьба ведется через публичные маневры, репутационные удары и демонстрацию влияния.",
    "type": "relation",
    "title": "Отношения: Хлоя vs Эшли"
  }
]